Gets all damper identifiers in the fabrication configuration.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public IList<int> GetAllDampers()
  Visual Basic
Public Function GetAllDampers As IList(Of Integer)
  Visual C++
public:
IList<int>^ GetAllDampers()
 Return Value
 An array of specification identifiers.
 See Also
  FabricationConfiguration Class
  Autodesk.Revit.DB Namespace